{
  "page_title": "Interfaz de Transcripción",
  "language_english": "Inglés",
  "language_german": "Alemán",
  "language_spanish": "Español",
  "logout_button": "Cerrar sesión",
  "user_name_label": "Nombre:",
  "user_email_label": "Correo electrónico:",
  "register_button": "Registrarse",
  "login_button": "Iniciar sesión",
  "footer": "Desarrollado por Kilian Brickl © 2024",
  "title_entrypoint": "Punto de entrada - Interfaz de Transcripción",
  "intro_heading": "",
  "intro_paragraph": "¿Siempre has querido mejorar tus habilidades de presentación y oratoria? ¡Entonces estás en el lugar perfecto! Todos tenemos que hacer presentaciones o dar discursos de vez en cuando. Puede ser un desafío practicar sin que amigos o familiares escuchen y den comentarios subjetivos. Por supuesto, esto es valioso, pero a veces solo quieres practicar por tu cuenta sin la necesidad de que alguien más escuche atentamente y recibir retroalimentación objetiva. Si es así, este es el lugar perfecto para ti.",
  "get_started_heading": "Empieza ahora ...",
  "get_started_paragraph": "Empieza ahora a mejorar tus habilidades de presentación. Haz clic en el botón de abajo para iniciar sesión o crear una nueva cuenta. No te preocupes, no recibirás correos de marketing; tu dirección de correo electrónico solo es necesaria para implementar un restablecimiento de contraseña en el futuro. Por ahora, si olvidaste tus credenciales, por favor contáctame y te ayudaré a recuperar el acceso a tus archivos.",
  "get_started_button": "Comenzar",
  "analytics_heading": "Esto es lo que obtendrás ...",
  "analytics_paragraph": "En las presentaciones, a menudo es el discurso en sí lo que decide si el contenido es interesante y cautivador para la audiencia o no. Por eso, tu grabación será analizada en términos de las siguientes características objetivas:",
  "analytics_item_1_heading": "Información general",
  "analytics_item_1_paragraph": "Esto incluye un título generado por IA para tu discurso, el idioma de tu grabación, así como la duración y el recuento de palabras en tu grabación.",
  "analytics_item_2_heading": "Resumen del discurso",
  "analytics_item_2_paragraph": "Resumen generado por IA de tu discurso. Si el modelo de IA capta la esencia de tu discurso, también es probable que tu audiencia lo haga.",
  "analytics_item_3_heading": "Velocidad del habla",
  "analytics_item_3_paragraph": "El gráfico muestra tu velocidad de habla a lo largo del tiempo para toda la grabación. La velocidad del habla se mide en palabras por minuto. También se marcan límites superiores e inferiores en el gráfico, que te dan una orientación sobre los rangos en los que tu velocidad de habla debería estar para evitar ser demasiado lento o rápido.",
  "analytics_item_4_heading": "Análisis de tono",
  "analytics_item_4_paragraph": "El gráfico muestra el tono que tienes durante tu discurso. Por lo general, es una buena señal tener una alta amplitud de tono a lo largo del discurso, ya que esto significa que estás variando en tu tono. Por el contrario, los discursos aburridos suelen tener una pequeña amplitud.",
  "analytics_item_5_heading": "Análisis de energía",
  "analytics_item_5_paragraph": "El gráfico muestra el nivel de energía relativo a lo largo del tiempo. Esto refleja la energía del habla durante la grabación, es decir, en partes donde hablas más alto, el nivel de energía será mayor. El nivel relativo se mide en relación con la sección más fuerte de tu grabación.",
  "analytics_item_6_heading": "Sugerencias para mejorar el discurso",
  "analytics_item_6_paragraph": "Esto proporcionará una sugerencia generada por IA sobre cómo puedes mejorar tu discurso para que sea más fluido y profesional. Por favor, revisa esta sugerencia antes de usarla, ya que el modelo de IA puede cometer errores.",
  "panel_overview_topic": "Tema: La importancia de vivir de manera sostenible",
  "panel_overview_language": "Idioma: es",
  "panel_overview_audio_length": "Duración del audio: 3 minutos 22 segundos",
  "panel_overview_word_count": "Recuento de palabras: 455",
  "panel_overview_created_at": "Creado el: Mié, 01 Ene. 2025 09:00:00 GMT",
  "panel_summary_heading": "Resumen del discurso",
  "panel_summary_content": "La sostenibilidad es más que una palabra de moda. Se trata de encontrar un equilibrio entre el medio ambiente, la economía y la sociedad. La sostenibilidad no solo se trata de lo que hacemos como individuos, sino también de abogar por políticas que apoyen el desarrollo sostenible.",
  "speech_rate_heading": "Velocidad del habla",
  "pitch_analysis_heading": "Análisis de tono",
  "energy_analysis_heading": "Análisis de energía",
  "improved_text_heading": "Sugerencias para mejorar el discurso",
  "improved_text_content": "La sostenibilidad es más que una palabra de moda. Se trata de encontrar un equilibrio entre el medio ambiente, la economía y la sociedad. La sostenibilidad no solo se trata de lo que hacemos como individuos, sino también de abogar por políticas que apoyen el desarrollo sostenible. Los gobiernos juegan un papel clave al apoyar fuentes de energía renovable, invertir en infraestructura verde y alentar a las empresas a adoptar prácticas sostenibles. Cuando invertimos en prácticas sostenibles, creamos empleos, mejoramos la salud pública y fortalecemos el tejido de la sociedad. Vivir de manera sostenible es una situación en la que todos ganan. Debemos preguntarnos, ¿qué tipo de mundo queremos dejar atrás? ¿Un mundo lleno de desechos y contaminación, o un mundo donde los recursos se utilicen sabiamente y el planeta prospere?",
  "improved_text": "Propuesta para un discurso mejorado",
  "title_login": "Inicio de sesión - Interfaz de Transcripción",
  "login_header": "Iniciar sesión",
  "email_label": "Correo electrónico",
  "password_label": "Contraseña",
  "no_account": "¿No tienes una cuenta?",
  "register_link": "Regístrate aquí",
  "login_error_error": "Ocurrió un error durante el inicio de sesión.",
  "login_error_warning": "Advertencia: Verifica tus credenciales.",
  "register_header": "Registrarse",
  "username_label": "Nombre de usuario",
  "username_placeholder": "Ingresa tu nombre de usuario",
  "email_placeholder": "Ingresa tu correo electrónico",
  "password_placeholder": "Ingresa tu contraseña",
  "confirm_password_label": "Confirmar contraseña",
  "confirm_password_placeholder": "Confirma tu contraseña",
  "already_account": "¿Ya tienes una cuenta?",
  "login_link": "Inicia sesión aquí",
  "register_error_error": "Ocurrió un error durante el registro.",
  "register_error_warning": "Advertencia: Verifica los campos de entrada.",
  "audio_recording_section": "Grabación de audio",
  "audio_recording_instructions": "Para comenzar tu entrenamiento, presiona el botón de inicio para comenzar a grabar. Puede tardar uno o dos segundos hasta que se active tu micrófono. Para pausar la grabación, presiona el botón de pausa. Una vez que termines la grabación, presiona el botón de detener y coloca un nombre de archivo para guardar la grabación e iniciar el análisis.",
  "start_button": "Iniciar ▶️",
  "pause_button": "Pausar ⏸️",
  "stop_button": "Detener ⏹️",
  "analytics_section": "Analítica",
  "analytics_instructions": "Tu grabación se analiza en base a los siguientes aspectos:",
  "general_information_description": "Incluye título generado por IA, idioma, duración y recuento de palabras.",
  "speech_summary_description": "Resumen generado por IA de tu discurso.",
  "speech_rate_description": "Muestra palabras por minuto con límites para una velocidad ideal.",
  "pitch_analysis_description": "Indica variación de tono durante el discurso.",
  "energy_analysis_description": "Muestra niveles de energía relativos a lo largo del tiempo.",
  "speech_improvement_description": "Proporciona sugerencias de IA para mejorar la fluidez.",
  "select_recording_label": "Seleccionar una grabación:",
  "get_analysis_button": "Seleccionar grabación",
  "file_management_section": "Gestión de archivos",
  "file_management_instructions": "Gestiona tus grabaciones, descárgalas o elimina archivos.",
  "delete_all_files": "Eliminar todos los archivos 🗑️",
  "file_saving": "Guardado de archivo",
  "enter_filename": "Introduzca el nombre del archivo para guardar la grabación de audio:",
  "save_audio_analyze": "Guardar audio y analizar",
  "discard_audio": "Descartar audio",
  "delete_single_files_modal": "Eliminar este archivo",
  "delete_single_confirmation_message": "¿Está seguro de que desea eliminar esta grabación y todos los archivos relacionados? <br> Esta acción no se puede deshacer.",
  "yes_delete_single": "Sí, eliminar",
  "cancel": "Cancelar",
  "delete_all_files_modal": "Eliminar todos los archivos",
  "delete_confirmation_message": "¿Está seguro de que desea eliminar todos los archivos? <br> Esta acción no se puede deshacer.",
  "yes_delete_all": "Sí, eliminar todo",
  "analysis-selection_modal": "Error",
  "analysis-selection_modal_text": "Se produjo un error, inténtelo de nuevo. ¿Quizás no eligió una grabación?",
  "filename_placeholder": "Introduzca el nombre del archivo",
  "loading_overlay_text": "Guardando y analizando su grabación, por favor espere..."
}
