{
  "page_title": "Transcriber-Schnittstelle",
  "language_english": "Englisch",
  "language_german": "Deutsch",
  "language_spanish": "Spanisch",
  "logout_button": "Abmelden",
  "user_name_label": "Name:",
  "user_email_label": "E-Mail:",
  "register_button": "Registrieren",
  "login_button": "Anmelden",
  "footer": "Entwickelt von Kilian Brickl © 2024",
  "title_entrypoint": "Einstiegspunkt - Transcriber-Schnittstelle",
  "intro_heading": "",
  "intro_paragraph": "Du wolltest schon immer deine Präsentations- und Redefähigkeiten verbessern? Dann bist du hier genau richtig! Jeder von uns muss ab und zu eine Präsentation halten oder eine Rede halten. Es kann eine Herausforderung sein, dies zu üben, ohne dass Freunde oder Familie zuhören und subjektives Feedback geben. Natürlich ist dies wertvoll, aber manchmal möchte man einfach alleine üben, ohne dass jemand anderes genau zuhört, und dabei objektives Feedback erhalten. Wenn das auf dich zutrifft, bist du hier genau richtig.",
  "get_started_heading": "Starte jetzt ...",
  "get_started_paragraph": "Beginne jetzt, um deine Präsentationsfähigkeiten zu verbessern. Klicke auf den untenstehenden Button, um dich anzumelden oder ein neues Konto zu erstellen. Keine Sorge, du wirst keine Werbemails erhalten, deine E-Mail-Adresse wird nur benötigt, um zukünftig ein Passwort-Reset zu ermöglichen. Falls du deine Zugangsdaten vergessen hast, kontaktiere mich bitte, und ich helfe dir, wieder Zugriff auf deine Dateien zu erhalten.",
  "get_started_button": "Loslegen",
  "analytics_heading": "Das wirst du erhalten ...",
  "analytics_paragraph": "Bei Präsentationen entscheidet oft die reine Rede darüber, ob der Inhalt für das Publikum interessant und fesselnd ist oder nicht. Aus diesem Grund wird deine Aufnahme anhand der folgenden objektiven Merkmale analysiert:",
  "analytics_item_1_heading": "Allgemeine Informationen",
  "analytics_item_1_paragraph": "Dazu gehören eine KI-generierte Überschrift für deine Rede, die Sprache deiner Aufnahme sowie die Länge und die Wortanzahl.",
  "analytics_item_2_heading": "Zusammenfassung der Rede",
  "analytics_item_2_paragraph": "KI-generierte Zusammenfassung deiner Rede. Wenn das KI-Modell den Kern deiner Rede erfasst, ist es auch wahrscheinlich, dass dein Publikum diesen erfassen wird.",
  "analytics_item_3_heading": "Sprechgeschwindigkeit",
  "analytics_item_3_paragraph": "Das Diagramm zeigt deine Sprechgeschwindigkeit im Verlauf deiner gesamten Aufnahme. Die Sprechgeschwindigkeit wird in Wörtern pro Minute gemessen. Es gibt auch obere und untere Grenzen im Diagramm, die dir Orientierung geben, um nicht zu langsam oder zu schnell zu sprechen.",
  "analytics_item_4_heading": "Tonhöhenanalyse",
  "analytics_item_4_paragraph": "Das Diagramm zeigt die Tonhöhe während deiner Rede. Es ist normalerweise ein gutes Zeichen, eine hohe Amplitude der Tonhöhe zu haben, da dies bedeutet, dass du in deiner Tonhöhe variierst. Langweilige Reden haben hingegen meist eine kleine Amplitude.",
  "analytics_item_5_heading": "Energieanalyse",
  "analytics_item_5_paragraph": "Das Diagramm zeigt die relative Energie im Verlauf der Rede. Dies entspricht der Sprechenergie während der Aufnahme, d.h., in Teilen, in denen du lauter sprichst, wird der Energielevel höher sein. Der relative Level wird in Bezug auf den lautesten Abschnitt deiner Aufnahme gemessen.",
  "analytics_item_6_heading": "Vorschlag zur Verbesserung der Rede",
  "analytics_item_6_paragraph": "Dies liefert einen KI-generierten Vorschlag, wie du deine Rede flüssiger und professioneller gestalten kannst. Bitte überprüfe diesen Vorschlag, bevor du ihn verwendest, da das KI-Modell Fehler machen kann.",
  "panel_overview_topic": "Thema: Die Bedeutung des nachhaltigen Lebens",
  "panel_overview_language": "Sprache: de",
  "panel_overview_audio_length": "Aufnahmelänge: 3 Minuten 22 Sekunden",
  "panel_overview_word_count": "Wortanzahl: 455",
  "panel_overview_created_at": "Erstellt am: Mi, 01. Jan. 2025 09:00:00 GMT",
  "panel_summary_heading": "Zusammenfassung der Rede",
  "panel_summary_content": "Nachhaltigkeit ist mehr als nur ein Schlagwort. Es geht darum, ein Gleichgewicht zwischen Umwelt, Wirtschaft und Gesellschaft zu finden. Nachhaltigkeit betrifft nicht nur unser individuelles Handeln, sondern auch das Eintreten für politische Maßnahmen, die eine nachhaltige Entwicklung fördern.",
  "speech_rate_heading": "Sprechgeschwindigkeit",
  "pitch_analysis_heading": "Tonhöhenanalyse",
  "energy_analysis_heading": "Energieanalyse",
  "improved_text_heading": "Vorschlag zur Verbesserung der Rede",
  "improved_text_content": "Nachhaltigkeit ist mehr als nur ein Schlagwort. Es geht darum, ein Gleichgewicht zwischen Umwelt, Wirtschaft und Gesellschaft zu finden. Nachhaltigkeit betrifft nicht nur unser individuelles Handeln, sondern auch das Eintreten für politische Maßnahmen, die eine nachhaltige Entwicklung fördern. Regierungen spielen eine Schlüsselrolle, indem sie erneuerbare Energiequellen unterstützen, in grüne Infrastruktur investieren und Unternehmen ermutigen, nachhaltige Praktiken anzuwenden. Wenn wir in nachhaltige Praktiken investieren, schaffen wir Arbeitsplätze, verbessern die öffentliche Gesundheit und stärken das Gefüge der Gesellschaft. Nachhaltiges Leben ist ein Gewinn für alle. Wir müssen uns fragen, welche Art von Welt wir hinterlassen wollen: Eine Welt voller Abfall und Verschmutzung oder eine Welt, in der Ressourcen klug genutzt werden und der Planet gedeiht?",
  "title_login": "Anmeldung - Transcriber-Schnittstelle",
  "login_header": "Anmelden",
  "email_label": "E-Mail-Adresse",
  "password_label": "Passwort",
  "no_account": "Kein Konto?",
  "register_link": "Hier registrieren",
  "login_error_error": "Beim Anmelden ist ein Fehler aufgetreten.",
  "login_error_warning": "Warnung: Überprüfe deine Zugangsdaten.",
  "register_header": "Registrieren",
  "username_label": "Benutzername",
  "username_placeholder": "Benutzername eingeben",
  "email_placeholder": "E-Mail-Adresse eingeben",
  "password_placeholder": "Passwort eingeben",
  "confirm_password_label": "Passwort bestätigen",
  "confirm_password_placeholder": "Passwort bestätigen",
  "already_account": "Bereits ein Konto?",
  "login_link": "Hier anmelden",
  "register_error_error": "Beim Registrieren ist ein Fehler aufgetreten.",
  "register_error_warning": "Warnung: Überprüfe die Eingabefelder.",
  "audio_recording_section": "Audioaufnahme",
  "audio_recording_instructions": "Drücke die Start-Taste, um mit der Aufnahme zu beginnen. Es kann ein bis zwei Sekunden dauern, bis dein Mikrofon aktiviert ist. Um die Aufnahme zu pausieren, drücke die Pause-Taste. Wenn du die Aufnahme beendet hast, drücke die Stopp-Taste und gib einen Dateinamen ein, um die Aufnahme zu speichern und die Analyse zu starten.",
  "start_button": "Start ▶️",
  "pause_button": "Pause ⏸️",
  "stop_button": "Stopp ⏹️",
  "analytics_section": "Analytik",
  "analytics_instructions": "Deine Aufnahme wird anhand der folgenden Aspekte analysiert:",
  "general_information_description": "Enthält KI-generierte Überschrift, Sprache, Länge und Wortanzahl.",
  "speech_summary_description": "KI-generierte Zusammenfassung deiner Rede.",
  "speech_rate_description": "Zeigt Wörter pro Minute mit Grenzen für die ideale Geschwindigkeit.",
  "pitch_analysis_description": "Zeigt die Tonhöhenvariation während der Rede.",
  "energy_analysis_description": "Zeigt relative Energielevel im Zeitverlauf.",
  "speech_improvement_description": "Bietet KI-Vorschläge zur Verbesserung der Flüssigkeit.",
  "select_recording_label": "Eine Aufnahme auswählen:",
  "get_analysis_button": "Aufnahme auswählen",
  "file_management_section": "Dateiverwaltung",
  "file_management_instructions": "Verwalte deine Aufnahmen, lade sie herunter oder lösche Dateien.",
  "delete_all_files": "Alle Dateien löschen 🗑️"
}
