{
  "page_title": "Transcriber Interface",
  "language_english": "English",
  "language_german": "German",
  "language_spanish": "Spanish",
  "logout_button": "Logout",
  "user_name_label": "Name:",
  "user_email_label": "Email:",
  "register_button": "Register",
  "login_button": "Login",
  "footer": "Developed by Kilian Brickl © 2024",
  "title_entrypoint": "Entrypoint - Transcriber Interface",
  "intro_heading": "",
  "intro_paragraph": "You always wanted to improve your presentation and speaking skills? Then you are at the perfect place! Every one of us has to hold a presentation or give a speech from time to time. It can be challenging to train that without having friends or family listening to the speech and giving you subjective feedback. Of course, this is valuable, but sometimes you just want to practice on your own without the need for anyone else to listen carefully and get objective feedback. If so, then you are at the perfect place.",
  "get_started_heading": "Get started now ...",
  "get_started_paragraph": "Start now to improve your presentation skills. Click on the button below and log in or create a new account. No worries, you won't get any marketing mails, your e-mail address is only necessary to implement a password reset in the future. For now, if you forgot your credentials, please contact me and I will help you regain access to your files.",
  "get_started_button": "Get Started",
  "analytics_heading": "Here's what you will get ...",
  "analytics_paragraph": "When it comes to presentations, it is often the pure speech that decides whether the content is interesting and capturing for the audience or not. That's why your recording will be analysed in terms of the following objective features:",
  "analytics_item_1_heading": "General Information",
  "analytics_item_1_paragraph": "This includes an AI generated headline for your speech, the language of your recording as well as the length and word count in your recording.",
  "analytics_item_2_heading": "Summary of the Speech",
  "analytics_item_2_paragraph": "AI generated summary of your speech. If the AI model captures the essence of your speech, it is also likely that your audience may capture it.",
  "analytics_item_3_heading": "Speech Rate",
  "analytics_item_3_paragraph": "The graph shows your speech rate over time for your whole recording. The speech rate is measured in words per minute. There are also upper and lower bounds marked in the graph, giving you an orientation in which bounds your speech rate should be to avoid being too slow or too fast.",
  "analytics_item_4_heading": "Pitch Analysis",
  "analytics_item_4_paragraph": "The graph shows the pitch you have during your speech. Usually, it is a good sign to have high amplitude of your pitch throughout the speech as this means you are varying in your pitch. In contrast, boring speeches usually have a small amplitude.",
  "analytics_item_5_heading": "Energy Analysis",
  "analytics_item_5_paragraph": "The graph shows the relative energy level over time. This resembles your speech energy during the recording, i.e., in parts where you speak louder, the energy level will be higher. The relative level is measured in regard to the loudest section of your recording.",
  "analytics_item_6_heading": "Suggestion for Speech Improvement",
  "analytics_item_6_paragraph": "This will provide an AI generated suggestion of how you can improve your speech to be more fluent and professional. Please check this suggestion before using it as the AI model may make mistakes.",
  "panel_overview_topic": "Topic: The Importance of Sustainable Living",
  "panel_overview_language": "Language: en",
  "panel_overview_audio_length": "Audio Length: 3 minutes 22 seconds",
  "panel_overview_word_count": "Word Count: 455",
  "panel_overview_created_at": "Created on: Wed, 01 Jan 2025 09:00:00 GMT",
  "panel_summary_heading": "Summary of Speech",
  "panel_summary_content": "Sustainability is more than just a buzzword. It's about finding a balance between the environment, the economy and society. Sustainability isn't just about what we do as individuals, it's also about advocating for policies that support sustainable development.",
  "speech_rate_heading": "Speech rate",
  "pitch_analysis_heading": "Pitch Analysis",
  "energy_analysis_heading": "Energy Analysis",
  "improved_text_heading": "Suggestion for Speech Improvement",
  "improved_text_content": "Sustainability is more than just a buzzword. It's about finding a balance between the environment, the economy and society. Sustainability isn't just about what we do as individuals, it's also about advocating for policies that support sustainable development. Governments play a key role in shaping our future by supporting renewable energy sources, investing, green infrastructure, and encouraging business to adopt sustainable practices. When we invest in sustainable practices, we create jobs, improve public health, and strengthen the fabric of society. Sustainable living is a win-win. We must ask ourselves, what kind of world do we want to leave behind? A world filled with waste and pollution, or a world where resources are used wisely, and the planet thrives?",
  "improved_text": "Suggestion for Improved Speech",
  "title_login": "Login - Transcriber Interface",
  "login_header": "Login",
  "email_label": "Email Address",
  "password_label": "Password",
  "no_account": "Don't have an account?",
  "register_link": "Register here",
  "login_error_error": "An error occurred during login.",
  "login_error_warning": "Warning: Check your credentials.",
  "register_header": "Register",
  "username_label": "Username",
  "username_placeholder": "Enter your username",
  "email_placeholder": "Enter your email",
  "password_placeholder": "Enter your password",
  "confirm_password_label": "Confirm Password",
  "confirm_password_placeholder": "Confirm your password",
  "already_account": "Already have an account?",
  "login_link": "Login here",
  "register_error_error": "An error occurred during registration.",
  "register_error_warning": "Warning: Check the input fields.",
  "audio_recording_section": "Audio Recording",
  "audio_recording_instructions": "To start your training, press the start button to begin recording. It may take one or two seconds until your microphone is activated. To pause the recording, press the pause button. Once you finish the recording, press the stop button and insert a filename to save the recording and start the analysis.",
  "start_button": "Start ▶️",
  "pause_button": "Pause ⏸️",
  "stop_button": "Stop ⏹️",
  "analytics_section": "Analytics",
  "analytics_instructions": "Your recording is analyzed based on the following aspects:",
  "general_information_description": "Includes AI-generated headline, language, length, and word count.",
  "speech_summary_description": "AI-generated summary of your speech.",
  "speech_rate_description": "Shows words per minute with bounds for ideal rate.",
  "pitch_analysis_description": "Indicates pitch variation throughout the speech.",
  "energy_analysis_description": "Displays relative energy levels over time.",
  "speech_improvement_description": "Provides AI suggestions for improving fluency.",
  "select_recording_label": "Select a Recording:",
  "get_analysis_button": "Select Recording",
  "file_management_section": "File Management",
  "file_management_instructions": "Manage your recordings, download them, or delete files.",
  "delete_all_files": "Delete all Files 🗑️",
  "file_saving": "File Saving",
  "enter_filename": "Enter Filename to store Audio Recording:",
  "save_audio_analyze": "Save Audio and Analyse",
  "discard_audio": "Discard Audio",
  "delete_single_files_modal": "Delete this File",
  "delete_single_confirmation_message": "Are you sure you want to delete this recording and all related files? <br> This action cannot be undone.",
  "yes_delete_single": "Yes, Delete",
  "cancel": "Cancel",
  "delete_all_files_modal": "Delete all Files",
  "delete_confirmation_message": "Are you sure you want to delete all files? <br> This action cannot be undone.",
  "yes_delete_all": "Yes, Delete All",
  "analysis-selection_modal": "Error",
  "analysis-selection_modal_text": "An error occurred, please try again. Maybe you did not choose a recording?",
  "filename_placeholder": "Enter file name",
  "loading_overlay_text": "Saving and analyzing your recording, please wait..."
}